[
  "lazy-plugins",
  "mesh-ai",
  "tag-wrangler",
  "ai-assistant",
  "obsidian-charts",
  "hot-reload",
  "obsidian-excalidraw-plugin",
  "aw-watcher-obsidian",
  "text-extractor",
  "ai-providers",
  "advanced-debug-mode",
  "obsidian888-nns",
  "fix-require-modules",
  "terminal",
  "datacore",
  "code-files"
]